{
  "ALEX_DESCRIPTION": "Alex Nguyen is the founder and content creator of NinjaPrep. He is currently a software engineer who has previously received offers from both Amazon and Microsoft. Alex graduated from New York University in 2019 with a degree in Computer Science with a focus on full-stack development. After endless practice preparing for algorithm questions, he wanted to provide an opportunity for all audiences to learn algorithmic problem solving as simply as possible. When he's not coding, he does photography and enjoys spending time with the friends around him.",
  "ALEX_NGUYEN": "Alex Nguyen",
  "ANGELA_SUN": "Angela Sun",
  "ANGELA_S_DESCRIPTION": "Angela Sun is a recent Computer Science Bachelor's graduate of the University of Washington in Seattle and also studied a semester at KTH in Sweden. She currently works as a software engineer at Bloomberg L.P. She has been contributing to developing NinjaPrep's user interface and content. Outside of work, she enjoys cooking, painting, and dancing.",
  "ANGELA_YEUNG": "Angela Yeung",
  "ANGELA_Y_DESCRIPTION": "Angela Yeung is currently a student at New York University majoring in Computer Science earning her Bachelor's Degree. As a student herself, Angela uses the provided resources to practice algorithm problems and is passionate about creating a way for others to learn more about coding. She is a content contributor at NinjaPrep and has been developing NinjaPrep's back-end server as well. In her free time, Angela enjoys listening to music and finding new places to eat at.",
  "CHALLENGES_NAVIGATION": "Challenges",
  "FACEBOOK_LOGIN": "Facebook Login",
  "GET_PREMIUM_NAVIGATION": "Get Premium",
  "GET_STARTED": "Get Started for Free",
  "GITHUB_LOGIN": "Github Login",
  "GOOGLE_LOGIN": "Google Login",
  "INPUT_TEXT": "Input (Stdin)",
  "INTERNAL_ERROR": "Internal Error",
  "JOANNE_CHEONG": "Joanne Cheong",
  "JOANNE_DESCRIPTION": "Joanne Cheong pursued her Bachelor's in Management Information Systems at the University of Connecticut. She enjoyed working at the school's innovation lab, where she taught students data analytics and curated online courses. Since her graduation in December 2019, she has been working with Pfizer as part of their Digital Rotational program, focusing on project management, automation and user experience. She has decided to learn full-stack development and has been applying her experiences to develop NinjaPrep's user interface and business operations.",
  "LOGIN_HEADER_TITLE": "Readily code along to step-by step video tutorials from beginner to mastery",
  "MEET_THE_TEAM_HEADER_DESCRIPTION": "A place to help you build a strong foundation in data structures and algorithms and prepare for technical interviews, all in one platform.",
  "MEET_THE_TEAM_HEADER_DESCRIPTION_1": "A place to help you build a strong foundation in data structures and",
  "MEET_THE_TEAM_HEADER_DESCRIPTION_2": "algorithms and prepare for technical interviews, all in one platform.",
  "MEET_THE_TEAM_HEADER_TITLE": "Meet The Team",
  "MEET_THE_TEAM_NAVIGATION": "Meet the Team",
  "MISSING_PAGE_TEXT": "We can't seem to find the page you are looking for...",
  "NINJA_PREP": "Ninjaprep",
  "OOPS": "Oops!",
  "OUR_PLANS": "Our Plans",
  "PREMIUM_HEADER_DESCRIPTION": "Access to guided and convenient features, all in one platform.",
  "PREMIUM_HEADER_TITLE": "Learn, practice, and apply in-demand skills with a NinjaPrep subscription.",
  "PROCESSING_TEXT": "Processing...",
  "REDIRECT_TEXT": "Back to home",
  "REPORT_A_BUG": "Bug Report",
  "SETTINGS": "Settings",
  "SIGN_IN_NAVIGATION": "Sign Up",
  "SIGN_OUT_NAVIGATION": "Log Out",
  "SIGN_UP_POP_UP_BOX": "Sign Up or Login",
  "SUBMIT_CODE": "Submit Code",
  "SUBMIT_YOUR_CODE": "Submit your code",
  "SUBSCRIBE": "Subscribe",
  "TEST_CASES_PASSED": "Test Cases Passed",
  "TEXT_404": 404
}
